/* No comment provided by engineer. */
"%" = "%";

/* No comment provided by engineer. */
"%.0f pt" = "%.0f pt";

/* No comment provided by engineer. */
"%.0f px" = "%.0f px";

/* No comment provided by engineer. */
"%.2f cm" = "%.2f cm";

/* No comment provided by engineer. */
"%.2f in" = "%.2f in";

/* No comment provided by engineer. */
"%.2f mm" = "%.2f mm";

/* No comment provided by engineer. */
"%.2f pc" = "%.2f pc";

/* No comment provided by engineer. */
"%.2f%%" = "%.2f%%";

/* No comment provided by engineer. */
"%@ (Soft Proof with %@)" = "%@ (Soft Proof with %@)";

/* No comment provided by engineer. */
"%@ Tool" = "%@工具";

/* No comment provided by engineer. */
"%@: %@ %@, %@: %@ %@" = "%1$@: %2$@ %3$@, %4$@: %5$@ %6$@";

/* No comment provided by engineer. */
"%@: %@, %@: %@" = "%1$@: %2$@, %3$@: %4$@";

/* No comment provided by engineer. */
"%@: %d px" = "%1$@: %2$d px";

/* No comment provided by engineer. */
"%@: %d%C" = "%1$@: %2$d%3$C";

/* No comment provided by engineer. */
"%CX: %@, %CY: %@" = "%1$CX: %2$@, %3$CY: %4$@";

/* No comment provided by engineer. */
"%CX: %d px, %CY: %d px" = "%1$CX: %2$d px, %3$CY: %4$d px";

/* No comment provided by engineer. */
"%d files already exists. Do you want to replace them?" = "%d文件已经存在，要替换它们吗？";

/* No comment provided by engineer. */
"%d item" = "%d 项目";

/* No comment provided by engineer. */
"%d items" = "%d 项目";

/* No comment provided by engineer. */
"%d px" = "%d px";

/* No comment provided by engineer. */
"%i days remaining" = "剩余%i天";

/* No comment provided by engineer. */
"1 day remaining" = "剩余1天";

/* No comment provided by engineer. */
"16-bits per channel" = "16位/通道";

/* No comment provided by engineer. */
"16-bits per channel " = "16位/通道";

/* No comment provided by engineer. */
"8-bits per channel" = "8位/通道";

/* No comment provided by engineer. */
"8-bits per channel " = "8位/通道";

/* No comment provided by engineer. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "%@中已经存在具有相同名称的文件或文件夹。 替换它将覆盖当前内容。";

/* No comment provided by engineer. */
"Abstract" = "摘要";

/* No comment provided by engineer. */
"Acknowledgments" = "感谢";

/* No comment provided by engineer. */
"Actual Size" = "实际尺寸";

/* No comment provided by engineer. */
"Add Color Stop" = "添加色标";

/* No comment provided by engineer. */
"Add Column After" = "添加列后";

/* No comment provided by engineer. */
"Add Column Before" = "添加列前";

/* No comment provided by engineer. */
"Add Guide" = "添加辅助线";

/* No comment provided by engineer. */
"Add Layer" = "添加图层";

/* No comment provided by engineer. */
"Add Layer Mask" = "添加图层蒙版";

/* No comment provided by engineer. */
"Add Layer Masks" = "添加图层蒙版";

/* No comment provided by engineer. */
"Add Mask" = "添加蒙版";

/* No comment provided by engineer. */
"Add Point" = "添加点";

/* No comment provided by engineer. */
"Add Row Above" = "在上面添加行";

/* No comment provided by engineer. */
"Add Row Below" = "在下面添加行";

/* No comment provided by engineer. */
"Add Text" = "添加文字";

/* No comment provided by engineer. */
"Add to Shape" = "添加到形状";

/* No comment provided by engineer. */
"Add…" = "添加...";

/* No comment provided by engineer. */
"Adjust Line" = "调整线";

/* No comment provided by engineer. */
"Adjust Point" = "调整点";

/* No comment provided by engineer. */
"Allow" = "允许";

/* No comment provided by engineer. */
"Allow Access to %@" = "允许访问%@";

/* No comment provided by engineer. */
"An unknown error occured while trying to save file." = "保存文件时发生未知错误。";

/* No comment provided by engineer. */
"Angle" = "角度";

/* No comment provided by engineer. */
"Apply" = "应用";

/* No comment provided by engineer. */
"Artistic" = "艺术 （意境）";

/* No comment provided by engineer. */
"Assign to Profile" = "指定配置文件";

/* No comment provided by engineer. */
"Attributes Change" = "更改属性";

/* No comment provided by engineer. */
"Auto Fix Red Eye" = "自动红眼修正";

/* No comment provided by engineer. */
"Auto Rotate Image" = "自动图像旋转";

/* No comment provided by engineer. */
"B" = "B";

/* No comment provided by engineer. */
"Background" = "背景";

/* Flattened image layer name
   PSD preview layer name
*/
"Background Layer" = "背景层";

/* No comment provided by engineer. */
"Baseline Change" = "基线更改";

/* No comment provided by engineer. */
"Beautifully designed, easy-to-use, fast, and powerful image editing app for the Mac" = "高效、强大的Mac图像编辑应用程序结合了美观的设计和易用性";

/* No comment provided by engineer. */
"Behind" = "后面";

/* The color Black */
"Black" = "黑色";

/* No comment provided by engineer. */
"Black & White" = "黑白";

/* No comment provided by engineer. */
"Blur" = "模糊";

/* No comment provided by engineer. */
"Bold Change" = "粗体更改";

/* No comment provided by engineer. */
"Bring Forward" = "上移一层";

/* No comment provided by engineer. */
"Bring to Front" = "置于顶层";

/* No comment provided by engineer. */
"Brush" = "笔刷";

/* No comment provided by engineer. */
"Bump" = "凹凸";

/* Bump tool name in action menu */
"Bump Tool" = "凹凸工具";

/* No comment provided by engineer. */
"Burn" = "变暗";

/* No comment provided by engineer. */
"Buy in App Store..." = "在App Store上购买...";

/* No comment provided by engineer. */
"bytes" = "字节";

/* No comment provided by engineer. */
"Can't export using the current file name." = "无法使用当前文件名导出。";

/* No comment provided by engineer. */
"Can't export using the current file name. Use a different file name or choose a different location." = "无法使用当前文件名导出。 请指定不同的文件名或选择不同的位置。";

/* No comment provided by engineer. */
"Can't save a copy in ###FORMAT### format to the file \"###FILENAME###\" since it is the current working file. Please select another file to save to." = "无法将 ###FORMAT### 的副本保存到文件 \"###FILENAME###\" 中，因为该文件当前正在使用。 请选择其他文件。";

/* No comment provided by engineer. */
"Can't save a copy over the current working file." = "它不能保存到当前正在使用的文件。";

/* Cancel button title */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Selection" = "取消选择";

/* No comment provided by engineer. */
"Canvas Size" = "画布大小";

/* No comment provided by engineer. */
"Capitalization" = "大写";

/* No comment provided by engineer. */
"Center Image" = "中心图像";

/* No comment provided by engineer. */
"Centimeters" = "厘米";

/* No comment provided by engineer. */
"Change Aspect Ratio" = "更改纵横比";

/* No comment provided by engineer. */
"Change Blending Mode" = "更改混合模式";

/* No comment provided by engineer. */
"Change Opacity" = "更改不透明度";

/* No comment provided by engineer. */
"Change Print Settings" = "更改打印设置";

/* No comment provided by engineer. */
"Change the current canvas size (##OLD_WIDTH## x ##OLD_HEIGHT##) to a new one (##NEW_WIDTH## x ##NEW_HEIGHT##)." = "将当前画布的大小 (##OLD_WIDTH## x ##OLD_HEIGHT##) 更改为新的 (##NEW_WIDTH## x ##NEW_HEIGHT##)。";

/* No comment provided by engineer. */
"Change the current canvas size (##OLD_WIDTH## x ##OLD_HEIGHT##, ##OLD_SIZE##) to a new one (##NEW_SIZE##)." = "将当前画布大小 (##OLD_WIDTH## x ##OLD_HEIGHT##, ##OLD_SIZE##) 更改为新的 (##NEW_SIZE##)。";

/* No comment provided by engineer. */
"Change the current image size (##OLD_WIDTH## x ##OLD_HEIGHT##) to a new one (##NEW_WIDTH## x ##NEW_HEIGHT##)." = "将当前图像大小 (##OLD_WIDTH## x ##OLD_HEIGHT##) 更改为新的图像大小 (##NEW_WIDTH## x ##NEW_HEIGHT##)。";

/* No comment provided by engineer. */
"Change Transform Type" = "更改变换类型";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"Clear Guides" = "清除辅助线";

/* No comment provided by engineer. */
"Clear Menu" = "清除菜单";

/* No comment provided by engineer. */
"Clear Slices" = "清除切片";

/* No comment provided by engineer. */
"Clear Style" = "清除风格";

/* No comment provided by engineer. */
"Click & drag" = "点击并拖动";

/* No comment provided by engineer. */
"Click an area to define the clone source" = "单击一个区域以定义克隆源";

/* No comment provided by engineer. */
"Click the <b>Copy to Clipboard</b> button on this palette." = "点击此调色板上的<b>复制到剪贴板</b>按钮。";

/* No comment provided by engineer. */
"Click the \"Allow\" button to grant access to your media files." = "请点击\"允许\"按钮授予对您的媒体文件的访问权限。";

/* No comment provided by engineer. */
"Click to add layer" = "点击添加图层";

/* No comment provided by engineer. */
"Click to add shape" = "点击添加形状";

/* No comment provided by engineer. */
"Click to add text" = "点击添加文字";

/* No comment provided by engineer. */
"Click to add to shape" = "点击添加到形状";

/* No comment provided by engineer. */
"Click to select layer" = "单击以选择图层";

/* No comment provided by engineer. */
"Click to subtract from shape" = "单击要减去的形状";

/* No comment provided by engineer. */
"Clipboard" = "剪贴板";

/* Twirl tool direction */
"Clockwise" = "顺时针旋转";

/* No comment provided by engineer. */
"Clone" = "仿制";

/* No comment provided by engineer. */
"Clone Stamp" = "仿制图章";

/* No comment provided by engineer. */
"Close Path" = "闭合路径";

/* No comment provided by engineer. */
"cm" = "厘米";

/* No comment provided by engineer. */
"CMYK" = "CMYK";

/* No comment provided by engineer. */
"CMYK Profiles" = "CMYK 配置文件";

/* No comment provided by engineer. */
"Col. Marquee" = "Col. Marquee（彩色跑马灯）";

/* No comment provided by engineer. */
"Color" = "颜色";

/* No comment provided by engineer. */
"Color Burn" = "颜色加深";

/* No comment provided by engineer. */
"Color Depth" = "颜色深度";

/* No comment provided by engineer. */
"Color Depth..." = "颜色深度...";

/* No comment provided by engineer. */
"Color Dodge" = "颜色减淡";

/* No comment provided by engineer. */
"Color Profile" = "颜色配置文件";

/* No comment provided by engineer. */
"Color Selection" = "颜色选择";

/* No comment provided by engineer. */
"Column Marquee" = "列选框";

/* No comment provided by engineer. */
"Commit Selection" = "确认选择";

/* No comment provided by engineer. */
"Common Profiles" = "常见描述文件";

/* No comment provided by engineer. */
"Composite Selection Content" = "复合选择内容";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Convert" = "转换";

/* No comment provided by engineer. */
"Convert into Pixels" = "转换成像素";

/* No comment provided by engineer. */
"Convert into Shape" = "转换成形状";

/* No comment provided by engineer. */
"Convert Selection into Shape" = "将选择转换为形状";

/* No comment provided by engineer. */
"Convert to Pixelmator document?" = "转换为Pixelmator文件？";

/* No comment provided by engineer. */
"copy" = "拷贝";

/* No comment provided by engineer. */
"Copy" = "拷贝";

/* No comment provided by engineer. */
"Copy and Paste as Layer" = "拷贝并粘贴为图层";

/* No comment provided by engineer. */
"Copy as HEX" = "拷贝为HEX";

/* No comment provided by engineer. */
"Copy Bordered Image" = "拷贝边框图像";

/* No comment provided by engineer. */
"Copy Group" = "拷贝组";

/* No comment provided by engineer. */
"Copy Groups" = "拷贝组";

/* No comment provided by engineer. */
"Copy Image" = "拷贝图像";

/* No comment provided by engineer. */
"Copy Layer" = "拷贝图层";

/* No comment provided by engineer. */
"Copy Layer Mask" = "拷贝图层蒙版";

/* No comment provided by engineer. */
"Copy Layers" = "拷贝图层";

/* No comment provided by engineer. */
"Copy Style" = "拷贝风格";

/* No comment provided by engineer. */
"Could not save" = "无法保存";

/* Quit without saves error question message */
"Could not save changes while quitting. Quit anyway?" = "退出时无法保存更改。 你想结束吗？";

/* No comment provided by engineer. */
"Create Clipping Mask" = "创建剪贴蒙版";

/* No comment provided by engineer. */
"Create Clipping Masks" = "创建剪贴蒙版";

/* No comment provided by engineer. */
"Create new image..." = "创建一个新的图像...";

/* No comment provided by engineer. */
"Credits..." = "积分...";

/* No comment provided by engineer. */
"Crop" = "裁剪";

/* No comment provided by engineer. */
"Crop area can not exceed 32000 x 32000 pixels. Please reduce crop area size." = "裁剪区域不能超过32000 x 32000像素。 请减小裁剪区域的大小。";

/* No comment provided by engineer. */
"Crop Area Too Large" = "裁剪范围警告";

/* No comment provided by engineer. */
"Crop Layer..." = "裁剪层...";

/* No comment provided by engineer. */
"Crop..." = "裁剪...";

/* No comment provided by engineer. */
"Cubic" = "立方体";

/* No comment provided by engineer. */
"Current document format does not support 16-bits per channel color depth." = "当前文档格式不支持16位/通道颜色深度。";

/* No comment provided by engineer. */
"Current document format does not support layers and transparency." = "当前的文件格式不支持图层和透明度。";

/* No comment provided by engineer. */
"Current document format does not support layers." = "当前的文件格式不支持图层。";

/* No comment provided by engineer. */
"Cursor Coordinates" = "光标坐标";

/* No comment provided by engineer. */
"Custom" = "自定义";

/* No comment provided by engineer. */
"Custom Shape" = "自定义形状";

/* No comment provided by engineer. */
"Custom..." = "自定义...";

/* No comment provided by engineer. */
"Cut" = "剪切";

/* No comment provided by engineer. */
"Cut and Paste as Layer" = "剪切和粘贴为图层";

/* No comment provided by engineer. */
"Darken" = "变暗";

/* No comment provided by engineer. */
"Darker Color" = "深色";

/* No comment provided by engineer. */
"Date" = "日期";

/* No comment provided by engineer. */
"Default" = "默认";

/* No comment provided by engineer. */
"Default Colors" = "默认颜色";

/* No comment provided by engineer. */
"Delete" = "删除";

/* No comment provided by engineer. */
"Delete Group" = "删除群组";

/* No comment provided by engineer. */
"Delete Groups" = "删除群组";

/* No comment provided by engineer. */
"Delete Layer" = "删除图层";

/* No comment provided by engineer. */
"Delete Layers" = "删除图层";

/* No comment provided by engineer. */
"Delete Point" = "删除点";

/* No comment provided by engineer. */
"Delete Points" = "删除点";

/* No comment provided by engineer. */
"Delete Shape" = "删除形状";

/* No comment provided by engineer. */
"Delete Shapes" = "删除形状";

/* No comment provided by engineer. */
"Delete some files to make more space available on your startup disk and then choose Continue. Otherwise, the changes you make might not be saved." = "删除一些文件，让您的启动盘有更多的可用空间，然后选择继续。否则，您所做的更改可能无法保存。";

/* No comment provided by engineer. */
"Desaturate" = "去色";

/* No comment provided by engineer. */
"Deselect" = "取消选择";

/* Caption for Image Capture Root node */
"Devices" = "设备";

/* No comment provided by engineer. */
"Difference" = "差值";

/* No comment provided by engineer. */
"Dimensions" = "尺寸";

/* No comment provided by engineer. */
"Direct Selection" = "直接选区";

/* No comment provided by engineer. */
"Disable Layer Mask" = "禁用图层蒙板";

/* No comment provided by engineer. */
"Disable Layer Masks" = "禁用图层蒙板";

/* No comment provided by engineer. */
"Disable Mask" = "禁用蒙板";

/* No comment provided by engineer. */
"Display" = "显示";

/* No comment provided by engineer. */
"Display as Icons" = "显示为图标";

/* No comment provided by engineer. */
"Display as List" = "显示为列表";

/* No comment provided by engineer. */
"Dissolve" = "溶解";

/* No comment provided by engineer. */
"Distort" = "扭曲";

/* No comment provided by engineer. */
"Divide" = "划分";

/* No comment provided by engineer. */
"Dodge" = "减淡";

/* No comment provided by engineer. */
"Don't Apply" = "不应用";

/* No comment provided by engineer. */
"Don't Crop" = "不修剪";

/* No comment provided by engineer. */
"Don’t Convert" = "不转换";

/* No comment provided by engineer. */
"Double arrow line Shape" = "双向箭头线形状";

/* No comment provided by engineer. */
"Double SINGLE line Shape" = "双向单线形状";

/* No comment provided by engineer. */
"Drag additional folders here" = "在此拖动其他文件夹";

/* No comment provided by engineer. */
"Drag Group" = "拖动组";

/* No comment provided by engineer. */
"Drag Groups" = "拖动组";

/* No comment provided by engineer. */
"Drag Guide" = "拖动辅助线";

/* No comment provided by engineer. */
"Drag Images" = "拖动图像";

/* No comment provided by engineer. */
"Drag Layer" = "拖动图层";

/* No comment provided by engineer. */
"Drag Layers" = "拖动图层";

/* No comment provided by engineer. */
"Drag Shape" = "拖动形状";

/* No comment provided by engineer. */
"Drag Slice" = "拖动切片";

/* No comment provided by engineer. */
"Drag Slices" = "拖动切片";

/* No comment provided by engineer. */
"Drop" = "下拉";

/* No comment provided by engineer. */
"Duplicate" = "复制";

/* No comment provided by engineer. */
"Duplicate and Move Layer" = "重复和移动图层";

/* No comment provided by engineer. */
"Duplicate and Move Layers" = "重复和移动图层";

/* No comment provided by engineer. */
"Duplicate Color Stop" = "复制色标";

/* No comment provided by engineer. */
"Duplicate Group" = "复制群组";

/* No comment provided by engineer. */
"Duplicate Groups" = "复制群组";

/* No comment provided by engineer. */
"Duplicate Layer" = "复制图层";

/* No comment provided by engineer. */
"Duplicate Layers" = "复制图层";

/* No comment provided by engineer. */
"Duplicate Selection" = "复制选区";

/* No comment provided by engineer. */
"Edge Detection" = "边缘检测";

/* No comment provided by engineer. */
"Edge Softness" = "边缘柔化";

/* No comment provided by engineer. */
"Edit in Quick Mask Mode" = "在快速蒙版模式编辑";

/* No comment provided by engineer. */
"Edit in Standard Mode" = "在标准模式下编辑";

/* No comment provided by engineer. */
"Edit Keywords" = "编辑关键字";

/* No comment provided by engineer. */
"Edit Layer" = "编辑图层";

/* No comment provided by engineer. */
"Ellipse Shape" = "椭圆形";

/* No comment provided by engineer. */
"Ellipt. Marquee" = "椭圆形选框";

/* No comment provided by engineer. */
"Elliptical Marquee" = "椭圆选框";

/* No comment provided by engineer. */
"Enable Layer Mask" = "启用图层蒙板";

/* No comment provided by engineer. */
"Enable Layer Masks" = "启用图层蒙板";

/* No comment provided by engineer. */
"Enable Mask" = "启用蒙板";

/* No comment provided by engineer. */
"Enter Full Screen" = "进入全屏";

/* No comment provided by engineer. */
"Enter Vectormator Mode" = "进入Vectormator模式";

/* No comment provided by engineer. */
"Erase" = "擦除";

/* No comment provided by engineer. */
"Eraser" = "橡皮擦";

/* No comment provided by engineer. */
"Exclude Overlapping Shape" = "排除重叠形状";

/* No comment provided by engineer. */
"Exclusion" = "排除";

/* No comment provided by engineer. */
"Exit Editing" = "退出编辑";

/* No comment provided by engineer. */
"Exit Full Screen" = "退出全屏";

/* No comment provided by engineer. */
"Exit Vectormator Mode" = "退出Vectormator模式";

/* No comment provided by engineer. */
"Expand" = "打开";

/* No comment provided by engineer. */
"Export" = "导出";

/* No comment provided by engineer. */
"export mask as png" = "导出遮罩为png";

/* No comment provided by engineer. */
"Export Slices as Images" = "导出切片为图像";

/* No comment provided by engineer. */
"Eyedropper" = "吸管";

/* No comment provided by engineer. */
"Failed parsing layers data." = "解析图层数据失败。";

/* Error message description for SOExtendedAttributesGetValueError */
"Failed to get one or more extended attribute values" = "无法获取一个或多个扩展属性值";

/* Error message description for SOExtendedAttributesSetValueError. */
"Failed to set one or more extended attributes." = "无法设置一个或多个扩展属性。";

/* No comment provided by engineer. */
"Feature not enabled for this demo" = "此版本不支持此功能";

/* No comment provided by engineer. */
"File Size" = "文件大小";

/* No comment provided by engineer. */
"Files or folders with the same name already exist in the folder %@. Replacing them will overwrite their current contents." = "在文件夹 %@ 存在的文件或文件夹同名。取代它们将覆盖当前的内容。";

/* No comment provided by engineer. */
"Fill Primary Color" = "填充原色";

/* No comment provided by engineer. */
"Fill Secondary Color" = "填充次要色";

/* No comment provided by engineer. */
"Fill..." = "填充...";

/* No comment provided by engineer. */
"Finish Drawing" = "完成绘图";

/* No comment provided by engineer. */
"Finish Selection" = "完成选区";

/* No comment provided by engineer. */
"Flip Canvas Horizontal" = "水平翻转画布";

/* No comment provided by engineer. */
"Flip Canvas Vertical" = "垂直翻转画布";

/* No comment provided by engineer. */
"Flip Horizontal" = "水平翻转";

/* No comment provided by engineer. */
"Flip Vertical" = "垂直翻转";

/* group node display name */
"FoldersGroupNodeDisplayName" = "文件夹名称";

/* No comment provided by engineer. */
"Font Change" = "字体更改";

/* No comment provided by engineer. */
"Freeform Pen" = "自由钢笔";

/* No comment provided by engineer. */
"From FaceTime" = "来自FaceTime";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"General" = "常规";

/* No comment provided by engineer. */
"General Info" = "常规信息";

/* No comment provided by engineer. */
"General Preferences" = "常规首选项";

/* No comment provided by engineer. */
"Gradient" = "渐变";

/* No comment provided by engineer. */
"Gradient Transform" = "渐变变换";

/* No comment provided by engineer. */
"Graphics Interchange Format Image" = "图形交换格式图像";

/* The color Gray */
"Gray" = "灰度";

/* No comment provided by engineer. */
"Gray Profiles" = "灰度描述文件";

/* No comment provided by engineer. */
"Group" = "群组";

/* No comment provided by engineer. */
"Group Layers" = "群组图层";

/* No comment provided by engineer. */
"Group via Copy" = "组通过复制";

/* No comment provided by engineer. */
"Grunge" = "油渍";

/* No comment provided by engineer. */
"H" = "H";

/* No comment provided by engineer. */
"Hand" = "手";

/* No comment provided by engineer. */
"Hard Light" = "强光";

/* No comment provided by engineer. */
"Hard Mix" = "实色混合";

/* No comment provided by engineer. */
"Hard Mix NOT WORKING" = "实色混合不能用";

/* No comment provided by engineer. */
"Hardness" = "硬度";

/* No comment provided by engineer. */
"HD" = "HD";

/* No comment provided by engineer. */
"Height" = "高度";

/* No comment provided by engineer. */
"Hide Brush Settings" = "隐藏笔刷设置";

/* No comment provided by engineer. */
"Hide Brushes" = "隐藏笔刷";

/* No comment provided by engineer. */
"Hide Colors" = "隐藏色板";

/* No comment provided by engineer. */
"Hide Effects" = "隐藏效果";

/* No comment provided by engineer. */
"Hide Fonts" = "隐藏字体";

/* No comment provided by engineer. */
"Hide Gradients" = "隐藏渐变";

/* No comment provided by engineer. */
"Hide Grid" = "隐藏网格";

/* No comment provided by engineer. */
"Hide Guides" = "隐藏辅助线";

/* No comment provided by engineer. */
"Hide Info Bar" = "隐藏信息栏";

/* No comment provided by engineer. */
"Hide Layer" = "隐藏图层";

/* No comment provided by engineer. */
"Hide Layers" = "隐藏图层";

/* No comment provided by engineer. */
"Hide Masks" = "隐藏蒙版";

/* No comment provided by engineer. */
"Hide Optimized Preview" = "隐藏优化预览";

/* No comment provided by engineer. */
"Hide Outline" = "隐藏轮廓";

/* No comment provided by engineer. */
"Hide Photo Browser" = "隐藏图片浏览器";

/* No comment provided by engineer. */
"Hide Rulers" = "隐藏标尺";

/* No comment provided by engineer. */
"Hide Selection" = "隐藏选区";

/* No comment provided by engineer. */
"Hide Shapes" = "隐藏形状";

/* No comment provided by engineer. */
"Hide Styles" = "隐藏样式";

/* No comment provided by engineer. */
"Hide Tab Bar" = "隐藏标签栏";

/* No comment provided by engineer. */
"Hide Tool Options" = "隐藏工具选项";

/* No comment provided by engineer. */
"Hide Tools" = "隐藏工具";

/* No comment provided by engineer. */
"HSV Blending" = "HSV混合";

/* No comment provided by engineer. */
"http://help.pixelmator.com/mac/3.6/" = "http://help.pixelmator.com/mac/3.6/";

/* No comment provided by engineer. */
"http://support.pixelmator.com/" = "http://support.pixelmator.com/";

/* No comment provided by engineer. */
"http://support.pixelmator.com/documentation" = "http://support.pixelmator.com/documentation";

/* No comment provided by engineer. */
"http://www.pixelmator.com/tutorials/" = "http://www.pixelmator.com/tutorials/";

/* No comment provided by engineer. */
"Hue" = "色相";

/* No comment provided by engineer. */
"iChat Theater" = "iChat剧院";

/* Untitled document name received via Handoff */
"Image" = "图像";

/* No comment provided by engineer. */
"Image Dimensions" = "图像尺寸";

/* No comment provided by engineer. */
"Image Size" = "图像大小";

/* No comment provided by engineer. */
"Images" = "图像";

/* Message in the Aperture header view */
"IMBApertureParser.header.placeholderMessage" = "前往Aperture偏好设置>预览>共享 预览 iLife和iWork，设置它为\"总是\"。";

/* Title in the Aperture header view */
"IMBApertureParser.header.placeholderTitle" = "请启用预览共享";

/* Error when loading a object file synchronously has failed. */
"IMBLocalObjectPromise.error" = "媒体文件%@无法加载（未找到文件）";

/* placeholder for untitled image */
"IMBObject.untitled" = "未命名";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.download" = "下载";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.open" = "打开";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.openInApp" = "在 %@ 打开";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.openInBrowser" = "在浏览器打开";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.openWithFinder" = "在 Finder打开";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.quickLook" = "Quicklook";

/* Menu item in context menu of IMBObjectViewController */
"IMBObjectViewController.menuItem.revealInFinder" = "在 Finder 显示";

/* Text message in progress panel of IMBObjectViewController */
"IMBObjectViewController.progress.message.preparing" = "准备...";

/* Window title of progress panel of IMBObjectViewController */
"IMBObjectViewController.progress.title" = "下载媒体文件中";

/* No comment provided by engineer. */
"Import All" = "全部导入";

/* No comment provided by engineer. */
"Import Brushes..." = "导入笔刷...";

/* No comment provided by engineer. */
"in" = "in";

/* No comment provided by engineer. */
"Inches" = "英寸";

/* No comment provided by engineer. */
"inches" = "英寸";

/* No comment provided by engineer. */
"Indent: %.0f%%" = "缩进: %.0f%%";

/* group node display name */
"InternetGroupNodeDisplayName" = "因特网";

/* No comment provided by engineer. */
"Intersect with Shape" = "相交形状";

/* No comment provided by engineer. */
"Invalid angle" = "无效角度";

/* No comment provided by engineer. */
"Invert Selection" = "反向选择";

/* No comment provided by engineer. */
"Italic Change" = "斜体更改";

/* No comment provided by engineer. */
"JPEG" = "JPEG";

/* No comment provided by engineer. */
"JPEG 2000 Image" = "JPEG 2000 图像";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Kerning Change" = "字距调整变化";

/* No comment provided by engineer. */
"Keywords" = "关键词";

/* No comment provided by engineer. */
"Lasso" = "套索";

/* No comment provided by engineer. */
"Layer" = "图层";

/* No comment provided by engineer. */
"Layer Blending Mode" = "图层混合模式";

/* No comment provided by engineer. */
"Layer from FaceTime" = "来自FaceTime的图层";

/* No comment provided by engineer. */
"Layer Mask" = "图层蒙板";

/* No comment provided by engineer. */
"Layer Name" = "图层名";

/* No comment provided by engineer. */
"Layer Opacity" = "图层不透明度";

/* No comment provided by engineer. */
"Layer via Copy" = "图层来自拷贝";

/* No comment provided by engineer. */
"Layer via Duplicate" = "图层来自复制";

/* No comment provided by engineer. */
"Learn more" = "了解更多";

/* No comment provided by engineer. */
"Length" = "长度";

/* group node display name */
"LibrariesGroupNodeDisplayName" = "图书馆";

/* No comment provided by engineer. */
"Ligature Change" = "结扎线变化";

/* No comment provided by engineer. */
"Light" = "亮光";

/* No comment provided by engineer. */
"Light Leak" = "漏光";

/* No comment provided by engineer. */
"Lighten" = "变亮";

/* No comment provided by engineer. */
"Lighter Color" = "浅色";

/* No comment provided by engineer. */
"Lighter Dodge" = "浅色减淡";

/* No comment provided by engineer. */
"Lightness" = "亮度";

/* No comment provided by engineer. */
"Line Shape" = "直线";

/* No comment provided by engineer. */
"Line Spacing" = "行间距";

/* No comment provided by engineer. */
"Linear" = "线性";

/* No comment provided by engineer. */
"Linear Burn" = "线性加深";

/* No comment provided by engineer. */
"Linear Burn NOT WORKING" = "线性加深不可用";

/* No comment provided by engineer. */
"Linear Dodge" = "线性减淡（添加）";

/* No comment provided by engineer. */
"Linear Light" = "线性光";

/* No comment provided by engineer. */
"Linear Light NOT WORKING" = "线性光不可用";

/* No comment provided by engineer. */
"Link" = "链接";

/* No comment provided by engineer. */
"Link Layers" = "链接图层";

/* No comment provided by engineer. */
"Link Mask" = "链接蒙版";

/* No comment provided by engineer. */
"Load Selection" = "载入选区";

/* Caption for loading camera */
"Loading..." = "载入...";

/* No comment provided by engineer. */
"Lock Group" = "锁定组";

/* No comment provided by engineer. */
"Lock Groups" = "锁定组";

/* No comment provided by engineer. */
"Lock Guides" = "锁定辅助线";

/* No comment provided by engineer. */
"Lock Layer" = "锁定图层";

/* No comment provided by engineer. */
"Lock Layers" = "锁定图层";

/* No comment provided by engineer. */
"Luminosity" = "明度";

/* No comment provided by engineer. */
"Magic Eraser" = "魔术橡皮擦";

/* No comment provided by engineer. */
"Magnetic Selection" = "磁性套索";

/* No comment provided by engineer. */
"Make Editable" = "设为可编辑";

/* No comment provided by engineer. */
"Mask colorize Filter" = "蒙板着色滤镜";

/* No comment provided by engineer. */
"Match to Profile" = "匹配到描述文件";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Merge All Layers" = "合并所有图层";

/* No comment provided by engineer. */
"Merge Group" = "合并组";

/* No comment provided by engineer. */
"Merge Groups" = "合并组";

/* No comment provided by engineer. */
"Merge Layer" = "合并图层";

/* No comment provided by engineer. */
"Merge Layers" = "合并图层";

/* No comment provided by engineer. */
"Merge Layers And Copy" = "合并图层并拷贝";

/* No comment provided by engineer. */
"Merge Layers with Copy" = "合并图层并拷贝";

/* No comment provided by engineer. */
"Merge Visible Layers" = "合并可见图层";

/* No comment provided by engineer. */
"Merge Visible Layers And Copy" = "合并可见图层并拷贝";

/* No comment provided by engineer. */
"Milimeters" = "毫米";

/* No comment provided by engineer. */
"Miniaturize" = "小型化";

/* No comment provided by engineer. */
"mm" = "毫米";

/* No comment provided by engineer. */
"More Info" = "更多信息";

/* No comment provided by engineer. */
"Move" = "移动";

/* No comment provided by engineer. */
"Move Anchor" = "移动锚点";

/* No comment provided by engineer. */
"Move Center" = "移动中心";

/* No comment provided by engineer. */
"Move Layer" = "移动图层";

/* No comment provided by engineer. */
"Move Layer Mask" = "移动图层蒙版";

/* No comment provided by engineer. */
"Move Layers" = "移动图层";

/* No comment provided by engineer. */
"Move Point" = "移动点";

/* No comment provided by engineer. */
"Move Selection" = "移动选区";

/* No comment provided by engineer. */
"Move Selection Content" = "移动选择内容";

/* No comment provided by engineer. */
"Moving..." = "移动...";

/* No comment provided by engineer. */
"Multiple Slices" = "多重切片";

/* No comment provided by engineer. */
"Multiply" = "正片叠底";

/* No comment provided by engineer. */
"Nature" = "自然";

/* No comment provided by engineer. */
"New Color Stop" = "新建色标";

/* No comment provided by engineer. */
"New from Clipboard" = "从剪贴板创建";

/* No comment provided by engineer. */
"New Group" = "新建群组";

/* No comment provided by engineer. */
"New Guide..." = "新建渐变...";

/* No comment provided by engineer. */
"New Image Layer" = "新建图像层";

/* No comment provided by engineer. */
"New Keyword" = "新建关键词";

/* No comment provided by engineer. */
"New Layer" = "新建图层";

/* No comment provided by engineer. */
"New Shape" = "新建形状";

/* No comment provided by engineer. */
"New Slice" = "新建切片";

/* No comment provided by engineer. */
"New Text Layer" = "新建文本层";

/* No comment provided by engineer. */
"New..." = "新建...";

/* No comment provided by engineer. */
"No Composite" = "未配置";

/* No comment provided by engineer. */
"None" = "无";

/* No comment provided by engineer. */
"Normal" = "正常";

/* No comment provided by engineer. */
"Off" = "关";

/* Unsupported handoff activity type alert cancel button title */
"OK" = "确定";

/* No comment provided by engineer. */
"On" = "开";

/* No comment provided by engineer. */
"Online Help..." = "在线帮助...";

/* No comment provided by engineer. */
"Opacity" = "不透明度";

/* No comment provided by engineer. */
"Open" = "打开";

/* No comment provided by engineer. */
"Open existing image..." = "打开现有图像...";

/* No comment provided by engineer. */
"Open recent image" = "打开最近使用的图像";

/* No comment provided by engineer. */
"Open Sample I" = "打开示例 I";

/* No comment provided by engineer. */
"Open Sample II" = "打开示例 II";

/* No comment provided by engineer. */
"Open Sample III" = "打开示例 III";

/* No comment provided by engineer. */
"Opening..." = "正在打开...";

/* No comment provided by engineer. */
"Other" = "其它";

/* No comment provided by engineer. */
"Outline" = "轮廓";

/* No comment provided by engineer. */
"over areas to adjust lightness." = "在该区域调整亮度。";

/* No comment provided by engineer. */
"over areas to adjust saturation." = "在区域上调整饱和度。";

/* No comment provided by engineer. */
"over areas to distort." = "在该区域应用失真。";

/* No comment provided by engineer. */
"over areas to sharpen." = "在该区域调整锐化。";

/* No comment provided by engineer. */
"over areas to soften." = "在该区域应用模糊。";

/* No comment provided by engineer. */
"over objects to remove." = "移除区域";

/* No comment provided by engineer. */
"Overlay" = "叠加";

/* No comment provided by engineer. */
"Paint" = "油漆";

/* No comment provided by engineer. */
"Paint Bucket" = "油漆桶";

/* No comment provided by engineer. */
"Paragraph Style" = "段落样式";

/* No comment provided by engineer. */
"Pass Through" = "通过";

/* No comment provided by engineer. */
"Paste" = "粘贴";

/* No comment provided by engineer. */
"Paste Item" = "粘贴项目";

/* No comment provided by engineer. */
"Paste New Item" = "粘贴新项目";

/* No comment provided by engineer. */
"Paste Over Item" = "粘贴在项目上面";

/* No comment provided by engineer. */
"Paste Style" = "粘贴样式";

/* No comment provided by engineer. */
"Paste the color code in any selected location, regardless of whether it is associated with an HTML or CSS editor." = "不管它们与HTML或CSS编辑器关联，粘贴颜色代码在任何选定位置。";

/* No comment provided by engineer. */
"PB" = "PB";

/* No comment provided by engineer. */
"pc" = "pc";

/* No comment provided by engineer. */
"PDF" = "PDF";

/* No comment provided by engineer. */
"Pen" = "钢笔";

/* No comment provided by engineer. */
"Pencil" = "铅笔";

/* No comment provided by engineer. */
"Percent" = "百分比";

/* No comment provided by engineer. */
"Percentage" = "百分比";

/* No comment provided by engineer. */
"Photo" = "照片";

/* No comment provided by engineer. */
"Photo Booth" = "Photo Booth";

/* No comment provided by engineer. */
"Photos" = "相册";

/* No comment provided by engineer. */
"Photos from Pixelmator" = "从 Pixelmator 的照片";

/* No comment provided by engineer. */
"Photoshop" = "Photoshop";

/* No comment provided by engineer. */
"Picas" = "派卡";

/* No comment provided by engineer. */
"Pin Light" = "点光";

/* No comment provided by engineer. */
"Pin Light NOT WORKING" = "点光不可用";

/* No comment provided by engineer. */
"Pinch" = "捏合";

/* Pinch tool name in action menu */
"Pinch Tool" = "捏合工具";

/* No comment provided by engineer. */
"Pixel" = "像素";

/* No comment provided by engineer. */
"Pixel Paint" = "像素油漆";

/* No comment provided by engineer. */
"Pixel Tool" = "像素工具";

/* No comment provided by engineer. */
"Pixelmator can't be opened because OS X 10.10 or later is required. You can update OS X from the Updates page of the Mac App Store." = "由于Pixelmator需要OS X 10.10或更高版本，因此无法打开。 请从Mac App Store更新页面更新OS X。";

/* No comment provided by engineer. */
"Pixelmator could not be opened." = "Pixelmator不能打开。";

/* No comment provided by engineer. */
"Pixelmator does not support the Mac that you use to open ###BITS_VALUE###-bit/channel Pixelmator documents." = "Pixelmator无法在您的Mac上打开 ###BITS_VALUE###位/通道的Pixelmator文档。";

/* No comment provided by engineer. */
"Pixelmator picture" = "Pixelmator图片";

/* No comment provided by engineer. */
"Pixelmator Trial Expired" = "Pixelmator 试用版已过期";

/* No comment provided by engineer. */
"Pixels" = "像素";

/* No comment provided by engineer. */
"pixels" = "像素";

/* No comment provided by engineer. */
"pixels/cm" = "像素／厘米";

/* No comment provided by engineer. */
"pixels/inch" = "像素／英寸";

/* No comment provided by engineer. */
"PNG" = "PNG";

/* No comment provided by engineer. */
"Point Count" = "点计数";

/* No comment provided by engineer. */
"Points" = "点";

/* No comment provided by engineer. */
"Polygon Shape" = "多边形";

/* No comment provided by engineer. */
"Polygonal Lasso" = "多边形套索";

/* No comment provided by engineer. */
"Position Change" = "位置变化";

/* No comment provided by engineer. */
"Poster" = "海报";

/* No comment provided by engineer. */
"Preserve Transparency" = "保护透明区域";

/* No comment provided by engineer. */
"Print" = "打印";

/* No comment provided by engineer. */
"Progress..." = "处理中...";

/* No comment provided by engineer. */
"Promote to Slice" = "スライスに変更";

/* No comment provided by engineer. */
"pt" = "pt";

/* No comment provided by engineer. */
"px" = "px";

/* No comment provided by engineer. */
"PXQuoteBubbleTool Shape" = "PXQuoteBubbleTool 形状";

/* No comment provided by engineer. */
"PXQuoteRoundedRectangle Shape" = "PXQuoteRoundedRectangle 形状";

/* No comment provided by engineer. */
"Quadratic" = "二次";

/* No comment provided by engineer. */
"Quick Look" = "快速查看";

/* No comment provided by engineer. */
"Quick Mask" = "快速蒙板";

/* No comment provided by engineer. */
"Quick Selection" = "快速选择";

/* No comment provided by engineer. */
"Quit and Close All Windows" = "退出并关闭所有窗口";

/* No comment provided by engineer. */
"Quit and Keep Windows" = "退出不关闭窗口";

/* Quit anyway button title */
"Quit anyway" = "退出";

/* No comment provided by engineer. */
"Quit Application" = "退出应用程序";

/* Quit without saves error question info */
"Quitting now will lose any changes you have made since the last successful save" = "退出后，自上次保存以来的所有更改都将丢失。";

/* No comment provided by engineer. */
"R: %d G: %d B: %d" = "R: %1$d G: %2$d B: %3$d";

/* No comment provided by engineer. */
"R:255 G:255 B:255" = "R:255 G:255 B:255";

/* No comment provided by engineer. */
"Radial" = "径向";

/* No comment provided by engineer. */
"Radius" = "半径";

/* No comment provided by engineer. */
"Radius: %.0f px" = "半径: %.0f px";

/* No comment provided by engineer. */
"Recent Items" = "最近的项目";

/* No comment provided by engineer. */
"Rect. Marquee" = "矩形选框";

/* No comment provided by engineer. */
"Rectangle Shape" = "矩形";

/* No comment provided by engineer. */
"Rectangular Marquee" = "矩形选框";

/* No comment provided by engineer. */
"Red Eye" = "红眼";

/* No comment provided by engineer. */
"Red Eye Fix" = "红眼修复";

/* No comment provided by engineer. */
"Redo" = "重做";

/* No comment provided by engineer. */
"Refine" = "调整";

/* No comment provided by engineer. */
"Refine Selection" = "调整选区";

/* No comment provided by engineer. */
"Refine Selection..." = "调整选区...";

/* No comment provided by engineer. */
"Release Clipping Mask" = "释放剪贴蒙板";

/* No comment provided by engineer. */
"Release Clipping Masks" = "释放剪贴蒙板";

/* No comment provided by engineer. */
"Reload" = "重新加载";

/* No comment provided by engineer. */
"Remove" = "移除";

/* No comment provided by engineer. */
"Remove Color Stop" = "移除色标";

/* No comment provided by engineer. */
"Remove Column" = "移除列";

/* No comment provided by engineer. */
"Remove Guide" = "移除辅助线";

/* No comment provided by engineer. */
"Remove Layer Mask" = "移除图层蒙板";

/* No comment provided by engineer. */
"Remove Layer Masks" = "移除图层蒙板";

/* No comment provided by engineer. */
"Remove Mask" = "移除蒙板";

/* No comment provided by engineer. */
"Remove Point" = "移除点";

/* No comment provided by engineer. */
"Remove Row" = "移除行";

/* No comment provided by engineer. */
"Remove Slice" = "移除切片";

/* No comment provided by engineer. */
"Remove Slices" = "移除切片";

/* No comment provided by engineer. */
"Remove Tool" = "移除工具栏";

/* No comment provided by engineer. */
"Repair" = "修复";

/* No comment provided by engineer. */
"Repair Selection" = "修复选择";

/* No comment provided by engineer. */
"Repairing..." = "修复中...";

/* No comment provided by engineer. */
"Replace" = "替换";

/* No comment provided by engineer. */
"Replace All" = "替换全部";

/* No comment provided by engineer. */
"Reselect" = "重选";

/* No comment provided by engineer. */
"Reset" = "重置";

/* No comment provided by engineer. */
"Reset Preview" = "重置预览";

/* No comment provided by engineer. */
"Reset Radial Gradient" = "重置径向渐变";

/* No comment provided by engineer. */
"Reset Transform" = "重置变换";

/* No comment provided by engineer. */
"Resize" = "调整大小";

/* No comment provided by engineer. */
"Resize Layer" = "整图层尺寸";

/* No comment provided by engineer. */
"Resize Layers" = "整图层尺寸";

/* No comment provided by engineer. */
"Resize Slice" = "调整切片尺寸";

/* No comment provided by engineer. */
"Restore" = "恢复";

/* No comment provided by engineer. */
"Retouch" = "润色";

/* No comment provided by engineer. */
"Reveal All" = "显示全部";

/* No comment provided by engineer. */
"Reveal Canvas" = "显示画布";

/* No comment provided by engineer. */
"Reveal in Finder" = "在Finder中显示";

/* No comment provided by engineer. */
"Reverse Color Stops" = "反向色标";

/* No comment provided by engineer. */
"Reverse Colors" = "反向颜色";

/* No comment provided by engineer. */
"RGB" = "RGB";

/* No comment provided by engineer. */
"RGB Blending" = "RGB 混合";

/* No comment provided by engineer. */
"RGB Color Values" = "RGB 颜色值";

/* No comment provided by engineer. */
"RGB Profiles" = "RGB配置文件";

/* No comment provided by engineer. */
"Rotate" = "旋转";

/* No comment provided by engineer. */
"Rotate 180%C" = "旋转180度";

/* No comment provided by engineer. */
"Rotate 90%C Left" = "逆时针旋转90度";

/* No comment provided by engineer. */
"Rotate 90%C Right" = "顺时针旋转90度";

/* No comment provided by engineer. */
"Rotate Canvas 180%C" = "旋转画布180度";

/* No comment provided by engineer. */
"Rotate Canvas 90%C Left" = "逆时针旋转画布90度";

/* No comment provided by engineer. */
"Rotate Canvas 90%C Right" = "顺时针旋转画布90度";

/* No comment provided by engineer. */
"Rotate Layer" = "旋转图层";

/* No comment provided by engineer. */
"Rotate Layers" = "旋转图层";

/* No comment provided by engineer. */
"Round arrow line Shape" = "圆角箭头线形状";

/* No comment provided by engineer. */
"Rounded Rectangle Shape" = "圆角矩形";

/* No comment provided by engineer. */
"Row Marquee" = "行选取框";

/* No comment provided by engineer. */
"Ruler Units" = "标尺单位";

/* No comment provided by engineer. */
"Ruler's Origin" = "标尺原点";

/* No comment provided by engineer. */
"Rulers" = "标尺";

/* No comment provided by engineer. */
"Rulers Preferences" = "标尺首选项";

/* No comment provided by engineer. */
"Sample All Layers" = "对所有图层进行抽样";

/* No comment provided by engineer. */
"Sample Image" = "样本图像";

/* No comment provided by engineer. */
"Saturate" = "彩度を上げる";

/* No comment provided by engineer. */
"Saturation" = "饱和度";

/* No comment provided by engineer. */
"Save" = "保存";

/* No comment provided by engineer. */
"Saving..." = "存储...";

/* No comment provided by engineer. */
"Scale" = "缩放";

/* No comment provided by engineer. */
"Scale Mode" = "缩放模式";

/* No comment provided by engineer. */
"Scale To Fit" = "缩放到适合";

/* No comment provided by engineer. */
"Screen" = "屏幕";

/* No comment provided by engineer. */
"Search for \"%@\" in Pixelmator Help" = "在Pixelmator帮助中搜索\"%@\"";

/* group node display name */
"SearchesGroupNodeDisplayName" = "搜索";

/* No comment provided by engineer. */
"Select All" = "全选";

/* No comment provided by engineer. */
"Select All Layers" = "选择所有图层";

/* No comment provided by engineer. */
"Select an Image" = "选择图像";

/* No comment provided by engineer. */
"Select Linked" = "选择已链接的";

/* No comment provided by engineer. */
"Select the desired color." = "请选择任意颜色。";

/* No comment provided by engineer. */
"Selection" = "选区";

/* No comment provided by engineer. */
"Selection is Too Large" = "选区太大";

/* No comment provided by engineer. */
"Send Backward" = "下移一层";

/* No comment provided by engineer. */
"Send the image (###FILE_SIZE###) in an email message." = "发送图像 (###FILE_SIZE###) 到电子邮件中。";

/* No comment provided by engineer. */
"Send to Back" = "置于底层";

/* No comment provided by engineer. */
"Set Color" = "设置颜色";

/* No comment provided by engineer. */
"Shape" = "形状";

/* No comment provided by engineer. */
"Shape Layer" = "形状图层";

/* No comment provided by engineer. */
"Shape Roundness" = "形状半径";

/* No comment provided by engineer. */
"Shape Style" = "形状样式";

/* No comment provided by engineer. */
"Shapes" = "形状";

/* No comment provided by engineer. */
"Sharp" = "锐化";

/* No comment provided by engineer. */
"Sharpen" = "锐化";

/* No comment provided by engineer. */
"Sharpen Path" = "锐化路径";

/* No comment provided by engineer. */
"Sharpen Point" = "锐化点";

/* No comment provided by engineer. */
"Show Brush Settings" = "显示笔刷设置";

/* No comment provided by engineer. */
"Show Brushes" = "显示笔刷";

/* No comment provided by engineer. */
"Show Colors" = "显示颜色";

/* No comment provided by engineer. */
"Show Effects" = "显示特效";

/* No comment provided by engineer. */
"Show Fonts" = "显示字体";

/* No comment provided by engineer. */
"Show Gradients" = "显示渐变";

/* No comment provided by engineer. */
"Show Grid" = "显示网格";

/* No comment provided by engineer. */
"Show Guides" = "显示辅助线";

/* No comment provided by engineer. */
"Show Info Bar" = "显示信息栏";

/* No comment provided by engineer. */
"Show Layer" = "显示图层";

/* No comment provided by engineer. */
"Show Layers" = "显示图层";

/* No comment provided by engineer. */
"Show Masks" = "显示蒙板";

/* No comment provided by engineer. */
"Show Optimized Preview" = "显示优化预览";

/* No comment provided by engineer. */
"Show Outline" = "显示轮廓";

/* No comment provided by engineer. */
"Show Photo Browser" = "显示照片浏览器";

/* No comment provided by engineer. */
"Show Rulers" = "显示标尺";

/* No comment provided by engineer. */
"Show Selection" = "显示选区";

/* No comment provided by engineer. */
"Show Shapes" = "显示形状";

/* No comment provided by engineer. */
"Show Styles" = "显示样式";

/* No comment provided by engineer. */
"Show Tab Bar" = "显示标签栏";

/* No comment provided by engineer. */
"Show Tool Options" = "显示工具选项";

/* No comment provided by engineer. */
"Show Tools" = "显示工具栏";

/* No comment provided by engineer. */
"SINGLE arrow line Shape" = "单箭头线形";

/* No comment provided by engineer. */
"Sinusoid" = "正弦曲线";

/* No comment provided by engineer. */
"Size" = "大小";

/* No comment provided by engineer. */
"Slice" = "切片";

/* No comment provided by engineer. */
"Smart Refine" = "智能细化";

/* No comment provided by engineer. */
"Smoke" = "烟雾";

/* No comment provided by engineer. */
"Smooth" = "平滑";

/* No comment provided by engineer. */
"Smooth Path" = "平滑路径";

/* No comment provided by engineer. */
"Smooth Point" = "平滑点";

/* No comment provided by engineer. */
"Smudge" = "涂抹";

/* Smudge tool name in action menu */
"Smudge Tool" = "涂抹工具";

/* No comment provided by engineer. */
"Soft Light" = "柔光";

/* No comment provided by engineer. */
"Soft Proof Off" = "软件校验关闭";

/* No comment provided by engineer. */
"Soft Proof On" = "软件校验开启";

/* No comment provided by engineer. */
"Soft Proof with Profile" = "软件校验描述";

/* No comment provided by engineer. */
"Soften" = "软化";

/* No comment provided by engineer. */
"Sparkle" = "发光";

/* No comment provided by engineer. */
"Sponge" = "海绵";

/* No comment provided by engineer. */
"Square" = "正方形";

/* No comment provided by engineer. */
"Star Shape" = "星形";

/* No comment provided by engineer. */
"Start Drawing" = "开始绘图";

/* No comment provided by engineer. */
"Starting Position Coordinates" = "起始位置坐标";

/* No comment provided by engineer. */
"Strength" = "强度";

/* No comment provided by engineer. */
"Strikethrough" = "删除线";

/* No comment provided by engineer. */
"Stroke..." = "描边...";

/* No comment provided by engineer. */
"Style" = "样式";

/* No comment provided by engineer. */
"Style Inner Shadow Filter" = "样式内阴影滤镜";

/* No comment provided by engineer. */
"Subtract" = "减去";

/* No comment provided by engineer. */
"Subtract from Shape" = "从形状中减去";

/* No comment provided by engineer. */
"Switch Colors" = "切换颜色";

/* No comment provided by engineer. */
"TB" = "TB";

/* No comment provided by engineer. */
"Text" = "文字";

/* No comment provided by engineer. */
"Thanks for trying Pixelmator." = "感谢试用 Pixelmator。";

/* No comment provided by engineer. */
"The current document format does not support layers and 16-bits per channel color depth. Convert to the Pixelmator document to save layer information and change color depth, or choose Don’t Convert to continue editing in the current document format." = "当前文档不支持层和16位/通道颜色深度。 将其转换为Pixelmator文档，保存图层并更改颜色深度，或选择[不转换]继续以当前文档格式编辑。";

/* No comment provided by engineer. */
"The current document format does not support layers, transparency, and 16-bits per channel color depth. Convert to the Pixelmator document to save layer, transparency information and change color depth, or choose Don’t Convert to continue editing in the current document format." = "当前文档不支持图层透明度•16位/通道的颜色深度。 转换为Pixelmator文档，保存图层和透明度信息并更改颜色深度，或选择[不转换]，并以当前文档格式继续编辑。";

/* No comment provided by engineer. */
"The current document format does not support layers. Convert to the Pixelmator document to save layer information, or choose Don’t Convert to continue editing in the current document format." = "当前文档格式不支持图层。 将其转换为Pixelmator文档并保存图层信息，或选择[不转换]继续以当前文档格式编辑。";

/* No comment provided by engineer. */
"The document cannot be opened." = "文档无法打开。";

/* No comment provided by engineer. */
"The document couldn’t be opened." = "文档无法打开。";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with %@ %@." = "此文档已损坏或与 %@ %@不兼容。";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with %@." = "本文档已损坏或与%@不兼容。";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with Pixelmator %@." = "本文档已损坏或与Pixelmator %@不兼容。";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible with Pixelmator." = "文件损坏，或Pixelmator 不兼容。";

/* No comment provided by engineer. */
"The document is damaged, or isn’t compatible." = "本文档已损坏或不兼容。";

/* No comment provided by engineer. */
"The document “%@” couldn’t be opened." = "文档“%@” 不能打开。";

/* No comment provided by engineer. */
"The new version of Pixelmator—codenamed %@—brings many great new features and improvements.\nAttention to detail, innovative interface exclusively designed for working with images, a real Mac app." = "新しいバージョンの Pixelmator — コードネーム %@ — は、多くの新機能と機能改良を行っています。画像編集に特化し、細部へのこだわりと革新的なインターフェイスを持つ Mac 専用アプリです。";

/* No comment provided by engineer. */
"The Pixelmator trial provides full functionality\nfor 30 days (%@).\n\nAt any time during or after the trial, you can\neasily buy Pixelmator on the Mac App Store\nand enjoy the benefits of easily downloading,\nre-downloading, keeping track of, updating,\nreviewing, and simply enjoying Pixelmator." = "Pixelmator 試用版では Pixelmator の全機能を\n30 日間 (%@) 試用できます。\n\n試用期間内または期間後にいつでも Pixelmator\nを Mac App Store で購入でき、ダウンロード、\n再ダウンロード、バージョン管理、ソフトウェア\nの更新を簡単に行うことができます。";

/* No comment provided by engineer. */
"The selected feature is available only in Pixelmator from the Mac App Store. Click OK to continue using the demo." = "選択された機能は Mac App Store から購入できる Pixelmator でのみ利用できます。[OK] をクリックしてデモ版の使用を続けます。";

/* No comment provided by engineer. */
"The selection you're trying make exceeds maximum limit for this image. Please try selecting smaller area." = "你想让超过此图像最大限度的选区。请选择较小的区域。";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with %@ %@." = "書類 “%1$@” は破損しているか、%2$@ %3$@ と互換性がありません。";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with %@." = "書類 “%1$@” は破損しているか、%2$@ と互換性がありません。";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with Pixelmator %@." = "“%1$@” 文件已损坏，或 Pixelmator 不兼容 %2$@.";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible with Pixelmator." = "“%@” 文件已损坏，或 Pixelmator 不兼容";

/* No comment provided by engineer. */
"The “%@” document is damaged, or isn’t compatible." = "文档“%@”已损坏或不兼容。";

/* No comment provided by engineer. */
"There is no camera attached to this computer" = "这台电脑没摄像头附件。";

/* Unsupported handoff activity alert message */
"This kind of activity is not supported" = "不支持此类活动";

/* No comment provided by engineer. */
"This version of Pixelmator has been created specifically for demonstration purposes." = "这个版本的Pixelmator专门建立为示范的目的。";

/* No comment provided by engineer. */
"TIFF" = "TIFF";

/* No comment provided by engineer. */
"to clone the source area." = "克隆源区。";

/* No comment provided by engineer. */
"Tolerance" = "容差";

/* No comment provided by engineer. */
"Tools" = "工具";

/* No comment provided by engineer. */
"Tools Preferences" = "工具首选项";

/* No comment provided by engineer. */
"Transform" = "变换";

/* No comment provided by engineer. */
"Transform Again" = "再次变换";

/* No comment provided by engineer. */
"Transform area can not exceed 32000 x 32000 pixels. Please reduce transform area size." = "变换区不能超过32000 x 32000像素。 请减小变换区的大小。";

/* No comment provided by engineer. */
"Transform Area Too Large" = "变换区太大";

/* No comment provided by engineer. */
"Transform Selection" = "变换选区";

/* No comment provided by engineer. */
"Transform Selection..." = "变换选区...";

/* No comment provided by engineer. */
"Triangle Shape" = "三角形";

/* No comment provided by engineer. */
"Trim Canvas" = "修剪画布";

/* No comment provided by engineer. */
"Truevision Targa Image" = "Truevision Targa 图像";

/* No comment provided by engineer. */
"Try Pixelmator" = "试用 Pixelmator";

/* No comment provided by engineer. */
"Twirl" = "旋转";

/* No comment provided by engineer. */
"Twirl Left" = "向左旋转";

/* No comment provided by engineer. */
"Twirl Right" = "向右旋转";

/* Twirl tool name in action menu */
"Twirl Tool" = "旋转工具";

/* No comment provided by engineer. */
"Type" = "文本";

/* No comment provided by engineer. */
"Underline Change" = "下划线更改";

/* No comment provided by engineer. */
"Undo" = "还原";

/* No comment provided by engineer. */
"Ungroup" = "取消群组";

/* No comment provided by engineer. */
"Ungroup Layers" = "取消群组图层";

/* No comment provided by engineer. */
"Unknow Clipping Mask State" = "未知剪贴蒙板状态";

/* No comment provided by engineer. */
"Unlink" = "取消链接";

/* No comment provided by engineer. */
"Unlink Layers" = "取消链接图层";

/* No comment provided by engineer. */
"Unlink Mask" = "取消链接蒙版";

/* No comment provided by engineer. */
"Unlock Group" = "解锁组";

/* No comment provided by engineer. */
"Unlock Groups" = "解锁组";

/* No comment provided by engineer. */
"Unlock Guides" = "解锁辅助线";

/* No comment provided by engineer. */
"Unlock Layer" = "解锁图层";

/* No comment provided by engineer. */
"Unlock Layers" = "解锁图层";

/* Unsupported handoff activity type */
"Unsupported activity type" = "不支持的活动类型";

/* No comment provided by engineer. */
"Untitled" = "无标题";

/* No comment provided by engineer. */
"Untitled layer" = "未命名图层";

/* No comment provided by engineer. */
"Untitled Layer" = "未命名图层";

/* No comment provided by engineer. */
"Untitled layer mask" = "未命名的图层蒙版";

/* No comment provided by engineer. */
"Untitled Preset" = "无标题";

/* No comment provided by engineer. */
"Use to add custom shapes to images" = "イメージにカスタムシェイプを追加します";

/* No comment provided by engineer. */
"Use to add Double arrow line shapes to images" = "添加双箭头线图形到图像中";

/* No comment provided by engineer. */
"Use to add ellipse shapes to images" = "イメージに楕円形のシェイプを追加します";

/* No comment provided by engineer. */
"Use to add line shapes to images" = "イメージにラインのシェイプを追加します";

/* No comment provided by engineer. */
"Use to add more color or to take color away from images" = "カラーを追加したりイメージからカラーを取り除きます";

/* No comment provided by engineer. */
"Use to add polygonal shapes to images" = "イメージに多角形のシェイプを追加します";

/* No comment provided by engineer. */
"Use to add PXQuoteBubbleTool shapes to images" = "添加 PXQuoteBubbleTool 图形到图像中";

/* No comment provided by engineer. */
"Use to add PXQuoteRoundedRectangle shapes to images" = "添加 PXQuoteRoundedRectangle 图形到图像中";

/* No comment provided by engineer. */
"Use to add rectangle shapes to images" = "イメージに長方形のシェイプを追加します";

/* No comment provided by engineer. */
"Use to add Round arrow line shapes to images" = "添加圆形箭头线形状到图像中";

/* No comment provided by engineer. */
"Use to add rounded rectangle shapes to images" = "イメージに角丸長方形のシェイプを追加します";

/* No comment provided by engineer. */
"Use to add SINGLE arrow line shapes to images" = "イメージに 1 重矢印シェイプを追加します";

/* No comment provided by engineer. */
"Use to add star shapes to images" = "添加星形到图像";

/* No comment provided by engineer. */
"Use to add text to images" = "添加文字到图像";

/* No comment provided by engineer. */
"Use to add triangle shapes to images" = "添加三角形到图像";

/* No comment provided by engineer. */
"Use to blur images" = "模糊图像";

/* No comment provided by engineer. */
"Use to create and edit vector shapes" = "创建和编辑矢量形状";

/* No comment provided by engineer. */
"Use to divide images into smaller sections" = "划分图像成更小的部分";

/* No comment provided by engineer. */
"Use to draw shapes as though drawing with a pencil" = "使用铅笔绘制形状";

/* No comment provided by engineer. */
"Use to erase portions of images" = "使用橡皮擦擦除部分图像";

/* No comment provided by engineer. */
"Use to fill areas of images with color" = "用颜色填充图像区域";

/* No comment provided by engineer. */
"Use to fill images, layers or selections with color blends" = "使用颜色混合填充图像，图层或选区";

/* No comment provided by engineer. */
"Use to magnify and reduce the view of an image" = "使用放大和缩小查看图像";

/* No comment provided by engineer. */
"Use to make column selections" = "使用列选区";

/* No comment provided by engineer. */
"Use to make elliptical selections" = "使用椭圆选区";

/* No comment provided by engineer. */
"Use to make freehand selections" = "使用徒手绘制选区";

/* No comment provided by engineer. */
"Use to make rectangular selections" = "使用矩形选区";

/* No comment provided by engineer. */
"Use to make row selections" = "使用行选区";

/* No comment provided by engineer. */
"Use to make straight-edged selections" = "使用多边形选区";

/* No comment provided by engineer. */
"Use to move layers and selections" = "使用移动图层和选区";

/* No comment provided by engineer. */
"Use to naturally darken areas of images" = "使用自然变暗区域图像";

/* No comment provided by engineer. */
"Use to naturally lighten areas of images" = "使用自然变亮图像区域";

/* No comment provided by engineer. */
"Use to navigate an image within its window" = "ウインドウ内でイメージを操作します";

/* No comment provided by engineer. */
"Use to paint brush strokes" = "柔らかい輪郭の線を描画します";

/* No comment provided by engineer. */
"Use to paint hard-edged strokes" = "輪郭のはっきりした線を描画します";

/* No comment provided by engineer. */
"Use to paint hard-edged, pixel-precise strokes" = "輪郭のはっきりしたピクセル精度の描画を行います";

/* No comment provided by engineer. */
"Use to paint with a sample portion of an image" = "イメージのサンプルを使用して描画を行います";

/* No comment provided by engineer. */
"Use to pick colors from an image" = "イメージからカラーを抽出します";

/* No comment provided by engineer. */
"Use to push areas of an image forward" = "イメージの領域を前方にプッシュします";

/* No comment provided by engineer. */
"Use to quickly erase similarly colored areas of images" = "イメージの類似するカラー領域を消去します";

/* No comment provided by engineer. */
"Use to quickly get rid of the red-eye effect in images" = "イメージから赤目を取り除きます";

/* No comment provided by engineer. */
"Use to quickly remove objects or any other detail from an image" = "イメージからオブジェクトやその他のディテールを取り除きます";

/* No comment provided by engineer. */
"Use to quickly select detailed areas" = "ディテールの多いエリアをすばやく選択したいときに使用します";

/* No comment provided by engineer. */
"Use to select objects with clear edges" = "エッジが明確なオブジェクトを選択する際に使用します";

/* No comment provided by engineer. */
"Use to select similarly colored areas" = "類似するカラー領域を選択します";

/* No comment provided by engineer. */
"Use to sharpen images" = "イメージをシャープにします";

/* No comment provided by engineer. */
"Use to simulate a bloating effect" = "膨張エフェクトをシミュレートします";

/* No comment provided by engineer. */
"Use to smear paint in images as realistically as using your fingers" = "在图像中使用手指涂抹绘画";

/* No comment provided by engineer. */
"Use to squeeze objects within an image" = "オブジェクトをイメージ内に押しつぶします";

/* No comment provided by engineer. */
"Use to trim images" = "使用修剪图像";

/* No comment provided by engineer. */
"Use to twist objects within an image" = "オブジェクトをイメージ内で歪ませます";

/* No comment provided by engineer. */
"Version" = "版本";

/* No comment provided by engineer. */
"Vertical Alignment" = "垂直对齐";

/* No comment provided by engineer. */
"Vintage" = "复古的";

/* No comment provided by engineer. */
"Vivid Light" = "亮光";

/* No comment provided by engineer. */
"W" = "宽度";

/* No comment provided by engineer. */
"W: %d px, H: %d px" = "宽: %1$d px, 高: %2$d px";

/* No comment provided by engineer. */
"Warp" = "变形";

/* Warp tool name in action menu */
"Warp Tool" = "变形工具";

/* No comment provided by engineer. */
"was" = "这是";

/* No comment provided by engineer. */
"Web" = "Web";

/* No comment provided by engineer. */
"Web Colors" = "Web 颜色";

/* No comment provided by engineer. */
"WebP Image" = "WebP 图像";

/* No comment provided by engineer. */
"Welcome to Pixelmator" = "欢迎来到Pixelmator";

/* The color White */
"White" = "白";

/* No comment provided by engineer. */
"Width" = "宽度";

/* No comment provided by engineer. */
"Windows Bitmap Image" = "Windows位图（BMP）";

/* No comment provided by engineer. */
"Would you like to apply the transformation and continue?" = "変形を適用して作業を続けますか？";

/* No comment provided by engineer. */
"Would you like to apply the transformation before closing the document?" = "書類をクローズする前に変形を適用しますか？";

/* No comment provided by engineer. */
"Would you like to crop current image and continue? " = "現在のイメージを切り抜いて続けますか？";

/* No comment provided by engineer. */
"X: %d px, Y: %d px" = "X: %1$d px, Y: %2$d px";

/* No comment provided by engineer. */
"You can download the latest version from the Mac App Store." = "Mac App Store から最新版をダウンロードできます。";

/* No comment provided by engineer. */
"You can download the latest version of %@ from the Mac App Store." = "Mac App Store から最新版の %@ をダウンロードできます。";

/* No comment provided by engineer. */
"You can download the latest version of Pixelmator from the Mac App Store." = "Mac App Store から最新版の Pixelmator をダウンロードできます。";

/* Unsupported manual handoff activity alert message */
"You must be turned off iCloud storage to be able to continue this activity type." = "このアクティビティを続けるには iCloud ストレージをオフにする必要があります。";

/* Unsupported iCloud handoff activity alert message */
"You must be turned on iCloud storage to be able to continue this activity type." = "このアクティビティを続けるには iCloud ストレージをオンにする必要があります。";

/* No comment provided by engineer. */
"You need a newer version of %@ to open this document." = "この書類を開くには新しいバージョンの %@ が必要です。";

/* No comment provided by engineer. */
"You need a newer version of Pixelmator to open this document." = "你需要更新的版本的 Pixelmator 来打开这个文件。";

/* No comment provided by engineer. */
"You need a newer version to open this document." = "この書類を開くには新しいバージョンが必要です。";

/* No comment provided by engineer. */
"Your 30-day Pixelmator trial has ended.\n\nTo continue using the app, purchase it on the\nMac App Store. By purchasing the full version\nof the app, you will not only enjoy Pixelmator\nand the benefits of Pixelmator on the Mac App\nStore, but also support the hard work of the\nPixelmator Team." = "Pixelmator 30天的试用期已经结束。 \n\n要继续使用Pixelmator，请使用Mac App \nStore购买。 \n如果您购买，您可以继续享受Pixelmator \n，您也可以受益于Mac App Store。";

/* No comment provided by engineer. */
"Your startup disk is almost full." = "启动磁盘已满";

/* No comment provided by engineer. */
"Zoom" = "缩放";

/* No comment provided by engineer. */
"Zoom In" = "放大";

/* No comment provided by engineer. */
"Zoom Level" = "缩放级别";

/* No comment provided by engineer. */
"Zoom Out" = "缩小";

/* No comment provided by engineer. */
"Zoom to Fit" = "缩放到适合";

/* No comment provided by engineer. */
"“%@” already exists. Do you want to replace it?" = "“%@”已存在，您想替换它吗？";

/* No comment provided by engineer. */
"New" = "新的";

/* No comment provided by engineer. */
"Next" = "下一个";

/* No comment provided by engineer. */
"Export for Web" = "导出为Web";
